Repository: Twinlife/twinme-ios
Catalog: Twinme/Localizable.xcstrings
Source language: en
Languages: ar, bg, cs, da, de, el, es, fa, fi, fr, he, hi, hr, hu, id, it, ja, ko, nb, nl, pl, pt_pt, ro, ru, sk, sl, sq, sr_latn, sv, tr, uk, vi, zh_hans, zh_hant

# account_migration_scanner_view_message
source: Display this screen on each device, and one scans the other’s QR-Code.
ar: اعرض هذه الشاشة على كل جهاز ويقوم أحدهم بمسح رمز الاستجابة السريعة الخاص بالآخر.
bg: Покажете този екран на всяко устройство и едното да сканира QR-кода на другото.
cs: Zobrazte tuto obrazovku na obou zařízeních a jedno naskenuje QR kód druhého.
da: Vis denne skærm på hver enhed, og den ene scanner den andens QR-kode.
de: Zeigen Sie diesen Bildschirm auf jedem Gerät an, und eines scannt den QR-Code des anderen.
el: Εμφανίστε αυτή την οθόνη σε κάθε συσκευή και η μία σαρώστε τον QR‑κώδικα της άλλης.
es: Muestre esta pantalla en cada dispositivo y uno escanea el código QR del otro.
fa: این صفحه را روی هر دستگاه نمایش دهید و یکی QR-Code دیگری را اسکن کند.
fi: Näytä tämä näyttö jokaisessa laitteessa ja toinen skannaa toisen QR-koodin.
fr: Affichez cet écran sur chaque appareil et l’un scanne le QR-Code de l’autre.
he: הצג מסך זה בכל מכשיר, ואחד סורק את קוד ה- QR של השני.
hi: प्रत्येक डिवाइस पर इस स्क्रीन को प्रदर्शित करें, और एक दूसरे के QR- कोड को स्कैन करता है।
hr: Prikažite ovaj zaslon na svakom uređaju, a zatim jedan uređaj skenira QR-kôd drugoga.
hu: Jelenítsd meg ezt a képernyőt mindkét eszközön, és az egyik olvassa be a másik QR-kódját.
id: Tampilkan layar ini di setiap perangkat, dan yang satu memindai Kode QR lainnya.
it: Visualizza questa schermata su ogni dispositivo e uno esegue la scansione del codice QR dell’altro.
ja: この画面を各デバイスに表示し、一方が他方のQRコードをスキャンします。
ko: 이 화면을 각 장치에 표시하고 하나는 다른 장치의 QR 코드를 스캔합니다.
nb: Vis denne skjermen på hver enhet, og den ene skanner den andre QR-koden.
nl: Geef dit scherm weer op elk apparaat en de een scant de QR-code van de ander.
pl: Wyświetl ten ekran na każdym urządzeniu, a jedno zeskanuje kod QR drugiego.
pt_pt: Exiba essa tela em cada dispositivo, e um fará a varredura do código QR do outro.
ro: Afișați acest ecran pe fiecare dispozitiv, iar unul va scana codul QR al celuilalt.
ru: Отобразите этот экран на каждом устройстве, и одно будет сканировать QR-код другого.
sk: Zobrazte túto obrazovku na oboch zariadeniach a jedno nech naskenuje QR‑kód druhého.
sl: Prikažite ta zaslon na vsaki napravi, nato ena naprava skenira QR-kodo druge.
sq: Shfaqni këtë ekran në secilën pajisje dhe njëra skanon QR-Code të tjetrës.
sr_latn: Prikažite ovaj ekran na oba uređaja, a jedan skenira QR-kod drugog.
sv: Visa den här skärmen på varje enhet och den ena genomsöker den andra QR-koden.
tr: Bu ekranı her cihazda görüntüleyin ve biri diğerinin QR Kodunu tarar.
uk: Сканувати
vi: Hiển thị màn hình này trên mỗi thiết bị, và một thiết bị sẽ quét mã QR của thiết bị kia.
zh_hans: 在每台设备上显示此屏幕，一个扫描另一台的QR码。
zh_hant: 在每台設備上顯示此屏幕，一個掃描另一台的QR碼。

# account_migration_scanner_view_message_older_version
source: This device is using an old incompatible OS version, which will cause all the relations on the target device to be lost during the transfer. Do you still want to proceed with the transfer?
ar: يستخدم هذا الجهاز إصدارًا قديمًا غير متوافق من نظام التشغيل، مما سيؤدي إلى فقدان جميع العلاقات الموجودة على الجهاز المستهدف أثناء عملية النقل. هل مازلت تريد متابعة عملية النقل؟
bg: Това устройство използва стара, несъвместима версия на ОС, което ще доведе до загуба на всички връзки на целевото устройство по време на прехвърлянето. Искате ли въпреки това да продължите?
cs: Toto zařízení používá starou nekompatibilní verzi OS, což způsobí ztrátu všech vztahů na cílovém zařízení během přenosu. Chcete i přesto pokračovat?
da: Denne enhed bruger en gammel inkompatibel OS-version, som vil medføre, at alle relationer på målenheden går tabt under overførslen. Vil du stadig fortsætte med overførslen?
de: Dieses Gerät verwendet eine alte inkompatible Betriebssystemversion, was dazu führt, dass alle Verbindungen auf dem Zielgerät während der Übertragung verloren gehen. Möchten Sie trotzdem mit der Übertragung fortfahren?
el: Αυτή η συσκευή χρησιμοποιεί παλιά, μη συμβατή έκδοση λειτουργικού συστήματος, η οποία θα προκαλέσει απώλεια όλων των σχέσεων στη συσκευή‑στόχο κατά τη μεταφορά. Θέλετε ακόμη να συνεχίσετε;
es: Este dispositivo utiliza una versión antigua del sistema operativo incompatible, lo que provocará que todas las relaciones en el dispositivo de destino se pierdan durante la transferencia. ¿Aún deseas continuar con la transferencia?
fa: این دستگاه از یک نسخه قدیمی سیستم عامل ناسازگار استفاده می کند که باعث می شود تمام روابط روی دستگاه مورد نظر در حین انتقال از بین برود. آیا هنوز می خواهید به انتقال ادامه دهید؟
fi: Tämä laite käyttää vanhaa yhteensopimatonta käyttöjärjestelmäversiota, minkä vuoksi kaikki kohdelaitteen suhteet menetetään siirron aikana. Haluatko silti jatkaa siirtoa?
fr: Cet appareil utilise une ancienne version du système d’exploitation incompatible, ce qui entraînera la perte de toutes les relations sur l’appareil cible lors du transfert. Souhaitez-vous quand même procéder au transfert ?
he: מכשיר זה משתמש בגרסת מערכת הפעלה ישנה שאינה תואמת, אשר תגרום לאיבוד כל היחסים במכשיר היעד במהלך ההעברה. האם אתה עדיין רוצה להמשיך בהעברה?
hi: यह डिवाइस एक पुराने असंगत ओएस संस्करण का उपयोग कर रहा है, जिसके कारण स्थानांतरण के दौरान लक्ष्य डिवाइस पर सभी संबंध नष्ट हो जाएंगे। क्या आप अब भी स्थानांतरण के साथ आगे बढ़ना चाहते हैं?
hr: Ovaj uređaj koristi staru nekompatibilnu verziju operativnog sustava, što će uzrokovati gubitak svih odnosa na ciljnom uređaju tijekom prijenosa. Želite li ipak nastaviti s prijenosom?
hu: Ez az eszköz egy régi, inkompatibilis OS-verziót használ, amely miatt az összes kapcsolat elveszik az átvitel során. Folytatod?
id: Perangkat ini menggunakan versi OS lama yang tidak kompatibel, yang akan menyebabkan semua hubungan pada perangkat target hilang selama transfer. Apakah Anda masih ingin melanjutkan transfer?
it: Questo dispositivo utilizza una vecchia versione del sistema operativo incompatibile, che causerà la perdita di tutte le relazioni sul dispositivo di destinazione durante il trasferimento. Vuoi comunque procedere con il trasferimento?
ja: このデバイスは互換性のない古いバージョンの OS を使用しているため、転送中にターゲット デバイス上のすべての関係が失われます。 まだ転送を続行しますか?
ko: 이 장치는 호환되지 않는 이전 OS 버전을 사용하고 있어 전송 중에 대상 장치의 모든 관계가 손실됩니다. 그래도 이전을 진행하시겠습니까?
nb: Denne enheten bruker en gammel inkompatibel OS-versjon, som vil føre til at alle relasjoner på målenheten går tapt under overføringen. Vil du fortsatt fortsette med overføringen?
nl: Dit apparaat gebruikt een oude, incompatibele besturingssysteemversie, waardoor alle relaties op het doelapparaat verloren gaan tijdens de overdracht. Wilt u toch doorgaan met de overdracht?
pl: To urządzenie używa starej, niezgodnej wersji systemu operacyjnego, co spowoduje utratę wszystkich relacji na urządzeniu docelowym podczas przesyłania. Czy nadal chcesz kontynuować transfer?
pt_pt: Este dispositivo está usando uma versão antiga do sistema operacional incompatível, o que fará com que todas as relações no dispositivo de destino sejam perdidas durante a transferência. Você ainda deseja prosseguir com a transferência?
ro: Acest dispozitiv folosește o versiune mai veche de OS incompatibilă, ceea ce va duce la pierderea tuturor relațiilor de pe dispozitivul țintă în timpul transferului. Doriți totuși să continuați?
ru: На этом устройстве используется старая несовместимая версия ОС, что приведет к потере всех связей на целевом устройстве во время передачи. Вы все еще хотите продолжить перенос?
sk: Toto zariadenie používa starú nekompatibilnú verziu OS, čo spôsobí stratu všetkých vzťahov na cieľovom zariadení počas prenosu. Chcete napriek tomu pokračovať?
sl: Ta naprava uporablja staro, nezdružljivo različico OS, zaradi česar bodo med prenosom izgubljeni vsi odnosi na ciljni napravi. Ali želite kljub temu nadaljevati s prenosom?
sq: Kjo pajisje përdor një version të vjetër të papajtueshëm të OS, gjë që do të shkaktojë humbjen e të gjitha marrëdhënieve në pajisjen e synuar gjatë transferimit. Dëshironi ende të vazhdoni me transferimin?
sr_latn: Ovaj uređaj koristi staru nekompatibilnu verziju operativnog sistema, što će dovesti do gubitka svih odnosa na ciljnom uređaju tokom prenosa. Da li i dalje želite da nastavite sa prenosom?
sv: Den här enheten använder en gammal inkompatibel OS-version, vilket gör att alla relationer på målenheten går förlorade under överföringen. Vill du fortfarande fortsätta med överföringen?
tr: Bu cihaz eski, uyumsuz bir işletim sistemi sürümünü kullanıyor ve bu da aktarım sırasında hedef cihazdaki tüm ilişkilerin kaybolmasına neden olacak. Hala aktarıma devam etmek istiyor musunuz?
uk: Цей пристрій використовує стару несумісну версію ОС, через що всі зв’язки на цільовому пристрої будуть втрачені під час передачі. Ви все ще хочете продовжити перенесення?
vi: Thiết bị này đang sử dụng phiên bản hệ điều hành cũ không tương thích, điều này sẽ khiến tất cả các liên hệ bị mất trên thiết bị đích khi chuyển. Bạn vẫn muốn tiếp tục?
zh_hans: 该设备使用旧的不兼容的操作系统版本，这将导致目标设备上的所有关系在传输过程中丢失。 您还想继续进行转移吗？
zh_hant: 該設備使用舊的不相容的作業系統版本，這將導致目標設備上的所有關係在傳輸過程中遺失。 您還想繼續進行轉移嗎？

# account_migration_scanner_view_message_older_version_target
source: The target device is using an old incompatible OS version, which will cause all your relations to be lost during the transfer. Do you still want to proceed with the transfer?
ar: يستخدم الجهاز المستهدف إصدارًا قديمًا غير متوافق من نظام التشغيل، مما سيؤدي إلى فقدان جميع علاقاتك أثناء عملية النقل. هل مازلت تريد متابعة عملية النقل؟
bg: Целевото устройство използва стара, несъвместима версия на ОС, което ще доведе до загуба на всички ваши връзки по време на прехвърлянето. Искате ли въпреки това да продължите?
cs: Cílové zařízení používá starou nekompatibilní verzi OS, což způsobí ztrátu všech vašich vztahů během přenosu. Chcete i přesto pokračovat?
da: Målenheden bruger en gammel inkompatibel OS-version, som vil medføre, at alle dine relationer går tabt under overførslen. Vil du stadig fortsætte med overførslen?
de: Das Zielgerät verwendet eine alte inkompatible Betriebssystemversion, was dazu führt, dass alle Ihre Verbindungen während der Übertragung verloren gehen. Möchten Sie trotzdem mit der Übertragung fortfahren?
el: Η συσκευή‑στόχος χρησιμοποιεί παλιά μη συμβατή έκδοση λειτουργικού συστήματος, η οποία θα προκαλέσει απώλεια όλων των σχέσεών σας κατά τη μεταφορά. Θέλετε ακόμη να συνεχίσετε;
es: El dispositivo de destino utiliza una versión antigua del sistema operativo incompatible, lo que provocará que se pierdan todas sus relaciones durante la transferencia. ¿Aún deseas continuar con la transferencia?
fa: دستگاه مورد نظر از یک نسخه قدیمی سیستم عامل ناسازگار استفاده می کند که باعث می شود تمام روابط شما در حین انتقال از بین برود. آیا هنوز می خواهید به انتقال ادامه دهید؟
fi: Kohdelaite käyttää vanhaa yhteensopimatonta käyttöjärjestelmäversiota, minkä vuoksi kaikki suhteesi menetetään siirron aikana. Haluatko silti jatkaa siirtoa?
fr: L’appareil cible utilise une ancienne version du système d’exploitation incompatible, ce qui entraînera la perte de toutes vos relations lors du transfert. Souhaitez-vous quand même procéder au transfert ?
he: מכשיר היעד משתמש בגרסת מערכת הפעלה ישנה שאינה תואמת, מה שיגרום לאיבוד כל הקשרים שלך במהלך ההעברה. האם אתה עדיין רוצה להמשיך בהעברה?
hi: लक्ष्य डिवाइस पुराने असंगत OS संस्करण का उपयोग कर रहा है, जिसके कारण स्थानांतरण के दौरान आपके सभी संबंध नष्ट हो जाएंगे। क्या आप अब भी स्थानांतरण के साथ आगे बढ़ना चाहते हैं?
hr: Ciljni uređaj koristi staru nekompatibilnu verziju operativnog sustava, što će uzrokovati gubitak svih vaših odnosa tijekom prijenosa. Želite li ipak nastaviti s prijenosom?
hu: A cél eszköz régi, inkompatibilis OS-t használ, ami minden kapcsolat elvesztését okozza. Folytatod?
id: Perangkat target menggunakan versi OS lama yang tidak kompatibel, yang akan menyebabkan semua hubungan Anda hilang selama transfer. Apakah Anda masih ingin melanjutkan transfer?
it: Il dispositivo di destinazione utilizza una vecchia versione del sistema operativo incompatibile, che causerà la perdita di tutte le relazioni durante il trasferimento. Vuoi comunque procedere con il trasferimento?
ja: ターゲットデバイスは互換性のない古いバージョンの OS を使用しているため、転送中にすべての関係が失われます。 まだ転送を続行しますか?
ko: 대상 장치가 호환되지 않는 오래된 OS 버전을 사용하고 있어 전송 중에 모든 관계가 손실됩니다. 그래도 이전을 진행하시겠습니까?
nb: Målenheten bruker en gammel inkompatibel OS-versjon, som vil føre til at alle relasjonene dine går tapt under overføringen. Vil du fortsatt fortsette med overføringen?
nl: Het doelapparaat gebruikt een oude, incompatibele versie van het besturingssysteem, waardoor al uw relaties tijdens de overdracht verloren gaan. Wilt u toch doorgaan met de overdracht?
pl: Urządzenie docelowe używa starej, niezgodnej wersji systemu operacyjnego, co spowoduje utratę wszystkich Twoich relacji podczas transferu. Czy nadal chcesz kontynuować transfer?
pt_pt: O dispositivo de destino está usando uma versão antiga do sistema operacional incompatível, o que fará com que todas as suas relações sejam perdidas durante a transferência. Você ainda deseja prosseguir com a transferência?
ro: Dispozitivul țintă folosește o versiune veche de OS incompatibilă, ceea ce va duce la pierderea tuturor relațiilor dvs. în timpul transferului. Doriți totuși să continuați?
ru: На целевом устройстве используется старая несовместимая версия ОС, что приведет к потере всех ваших связей во время передачи. Вы все еще хотите продолжить перенос?
sk: Cieľové zariadenie používa starú nekompatibilnú verziu OS, čo spôsobí stratu všetkých vašich vzťahov počas prenosu. Chcete napriek tomu pokračovať?
sl: Ciljna naprava uporablja staro, nezdružljivo različico OS, zaradi česar bodo med prenosom izgubljeni vsi vaši odnosi. Ali želite kljub temu nadaljevati s prenosom?
sq: Pajisja e synuar përdor një version të vjetër të papajtueshëm të OS, gjë që do të shkaktojë humbjen e të gjitha marrëdhënieve tuaja gjatë transferimit. Dëshironi ende të vazhdoni me transferimin?
sr_latn: Ciljni uređaj koristi staru nekompatibilnu verziju operativnog sistema, što će dovesti do gubitka svih vaših odnosa tokom prenosa. Da li i dalje želite da nastavite sa prenosom?
sv: Målenheten använder en gammal inkompatibel OS-version, vilket gör att alla dina relationer går förlorade under överföringen. Vill du fortfarande fortsätta med överföringen?
tr: Hedef cihaz eski, uyumsuz bir işletim sistemi sürümü kullanıyor ve bu da aktarım sırasında tüm ilişkilerinizin kaybolmasına neden olacak. Hala aktarıma devam etmek istiyor musunuz?
uk: Цільовий пристрій використовує стару несумісну версію ОС, що призведе до втрати всіх ваших зв’язків під час передачі. Ви все ще хочете продовжити перенесення?
vi: Thiết bị đích đang sử dụng phiên bản hệ điều hành cũ không tương thích, điều này sẽ khiến tất cả các liên hệ của bạn bị mất khi chuyển. Bạn vẫn muốn tiếp tục?
zh_hans: 目标设备使用旧的不兼容的操作系统版本，这将导致您的所有关系在传输过程中丢失。 您还想继续进行转移吗？
zh_hant: 目標裝置使用舊的不相容的作業系統版本，這將導致您的所有關係在傳輸過程中遺失。 您還想繼續進行轉移嗎？

# account_migration_scanner_view_migration_start_from_another_device_message
source: To launch migration, scan this QR-code from the other device
ar: لبدء الترحيل، قم بمسح رمز QR هذا ضوئيًا من الجهاز الآخر
bg: За да стартирате миграция, сканирайте този QR-код от другото устройство
cs: Pro zahájení migrace naskenujte tento QR kód z druhého zařízení
da: For at starte migreringen skal du scanne denne QR-kode fra den anden enhed
de: Um die Migration zu starten, scannen Sie diesen QR-Code vom anderen Gerät aus
el: Για να ξεκινήσετε τη μεταφορά, σαρώστε αυτόν τον QR‑κώδικα από την άλλη συσκευή
es: Para iniciar la migración, escanee este código QR desde el otro dispositivo
fa: برای راه
fi: Aloita siirto skannaamalla tämä QR-koodi toisesta laitteesta
fr: Pour lancer la migration, scannez ce QRCode à partir de l’autre appareil
he: כדי להפעיל את ההגירה, סרוק קוד QR זה מהמכשיר השני
hi: माइग्रेशन शुरू करने के लिए, दूसरे डिवाइस से इस क्यूआर-कोड को स्कैन करें
hr: Za pokretanje migracije skenirajte ovaj QR-kôd s drugog uređaja
hu: A migráció indításához olvasd be ezt a QR-kódot a másik eszközről
id: Untuk meluncurkan migrasi, pindai kode QR ini dari perangkat lain
it: Per avviare la migrazione, scansiona questo codice QR dall'altro dispositivo
ja: 移行を開始するには、他のデバイスからこの QR コードをスキャンしてください
ko: 이전을 시작하려면 다른 기기에서 이 QR 코드를 스캔하세요.
nb: For å starte migrering, skann denne QR-koden fra den andre enheten
nl: Om de migratie te starten, scant u deze QR-code vanaf het andere apparaat
pl: Aby rozpocząć migrację, zeskanuj ten kod QR z drugiego urządzenia
pt_pt: Para iniciar a migração, leia este código QR no outro dispositivo
ro: Pentru a lansa migrarea, scanați acest cod QR de pe celălalt dispozitiv
ru: Чтобы запустить миграцию, отсканируйте этот QR-код с другого устройства.
sk: Ak chcete spustiť migráciu, naskenujte tento QR‑kód z druhého zariadenia
sl: Za začetek migracije skenirajte to QR-kodo z druge naprave
sq: Për të nisur migrimin, skanoni këtë QR-code nga pajisja tjetër
sr_latn: Da biste pokrenuli migraciju, skenirajte ovaj QR-kod sa drugog uređaja
sv: För att starta migreringen, skanna den här QR-koden från den andra enheten
tr: Geçişi başlatmak için bu QR kodunu diğer cihazdan tarayın
uk: Щоб запустити міграцію, відскануйте цей QR-код з іншого пристрою
vi: Để bắt đầu di chuyển, hãy quét mã QR này từ thiết bị khác
zh_hans: 要启动迁移，请从另一台设备扫描此二维码
zh_hant: 若要啟動遷移，請從其他裝置掃描此二維碼

# account_migration_scanner_view_migration_start_from_current_device_message
source: Scan the QR code displayed in the "Account / Transfer from another device" section of the side menu of the other device.
ar: امسح رمز الاستجابة السريعة المعروض في قسم "الحساب / النقل من جهاز آخر" في القائمة الجانبية للجهاز الآخر.
bg: Сканирайте QR-кода, показан в секцията „Акаунт / Прехвърляне от друго устройство“ в страничното меню на другото устройство.
cs: Naskenujte QR kód zobrazený v části „Účet / Přenos z jiného zařízení“ v postranním menu druhého zařízení.
da: Scan QR-koden, der vises i afsnittet "Konto / Overfør fra en anden enhed" i sidemenuen på den anden enhed.
de: Scannen Sie den QR-Code, der im Bereich \"Konto / Übertragung von einem anderen Gerät\" des Seitenmenüs des anderen Geräts angezeigt wird.
el: Σαρώστε τον QR‑κώδικα που εμφανίζεται στην ενότητα «Λογαριασμός / Μεταφορά από άλλη συσκευή» στο πλευρικό μενού της άλλης συσκευής.
es: Escanea el código QR que se muestra en la sección "Cuenta / Transferencia desde otro dispositivo" del menú lateral del otro dispositivo.
fa: کد QR نمایش داده شده در بخش «حساب / انتقال از دستگاه دیگر» در منوی کناری دستگاه دیگر را اسکن کنید.
fi: Siirron käynnistäminen edellyttää, että skannata toisen laitteen QR-koodi
fr: Scanner le QR-code affiché dans la section "Compte / Transférer depuis un autre appareil" du menu latéral de l’autre appareil.
he: סרוק את קוד ה-QR המוצג בקטע "חשבון / העברה ממכשיר אחר" בתפריט הצד של המכשיר האחר.
hi: अन्य डिवाइस के साइड मेनू के "खाता / किसी अन्य डिवाइस से स्थानांतरण" अनुभाग में प्रदर्शित क्यूआर कोड को स्कैन करें।
hr: Skenirajte QR-kôd prikazan u odjeljku "Račun / Prijenos s drugog uređaja" u bočnom izborniku drugog uređaja.
hu: Olvasd be a másik eszközön a „Fiók / Átvitel másik eszközről” menüpontban megjelenő QR-kódot.
id: Pindai kode QR yang ditampilkan di bagian "Akun/Transfer dari perangkat lain" pada menu samping perangkat lain.
it: Per avviare la migrazione, è necessario scansionare il codice QR dell'altro dispositivo
ja: 移行を開始するには、他のデバイスの QR コードをスキャンする必要があります
ko: 다른 기기의 사이드 메뉴에 있는 "계정/다른 기기에서 전송" 섹션에 표시된 QR 코드를 스캔합니다.
nb: Skann QR-koden som vises i delen "Konto / Overfør fra en annen enhet" i sidemenyen til den andre enheten.
nl: Scan de QR-code die wordt weergegeven in het gedeelte 'Account / Overdracht vanaf een ander apparaat' van het zijmenu van het andere apparaat.
pl: Skanuj kod QR wyświetlany w sekcji „Konto / Transfer z innego urządzenia” w menu bocznym innego urządzenia.
pt_pt: Digitalize o código QR apresentado na secção “Conta/Transferir de outro dispositivo” do menu lateral do outro dispositivo.
ro: Scanați codul QR afișat în secțiunea „Cont / Transfer de pe alt dispozitiv” din meniul lateral al celuilalt dispozitiv.
ru: Сканируйте QR-код, отображаемый в разделе «Учетная запись / Передача с другого устройства» бокового меню другого устройства.
sk: Naskenujte QR‑kód zobrazený v sekcii „Účet / Prenos z iného zariadenia“ v bočnom menu druhého zariadenia.
sl: Skenirajte QR-kodo, prikazano v razdelku »Račun / Prenos z druge naprave« v stranskem meniju druge naprave.
sq: Skanoni QR-kodin e shfaqur në seksionin \"Llogaria / Transfero nga një pajisje tjetër\" të menusë anësore të pajisjes tjetër.
sr_latn: Skenirajte QR kod prikazan u odeljku \"Nalog / Prenos sa drugog uređaja\" u bočnom meniju drugog uređaja.
sv: Skanna QR-koden som visas i avsnittet "Konto / Överför från en annan enhet" i sidomenyn på den andra enheten.
tr: Diğer cihazın yan menüsünün "Hesap / Başka bir cihazdan transfer" bölümünde görüntülenen QR kodunu tarayın.
uk: Відскануйте QR-код, який відображається в розділі «Обліковий запис / Переказ з іншого пристрою» бічного меню іншого пристрою.
vi: Quét mã QR hiển thị trong phần "Tài khoản / Chuyển từ thiết bị khác" trên menu bên của thiết bị kia.
zh_hans: 扫描另一设备侧面菜单“帐户/从另一设备传输”部分中显示的二维码。
zh_hant: 掃描另一個裝置側面選單「帳戶/從另一個裝置傳輸」一節中顯示的二維碼。

# account_migration_scanner_view_scan_title
source: Scan
ar: الرقمنة
bg: Сканиране
cs: Skenovat
da: Scanning
de: Scannen
el: Σάρωση
es: Escanear
fa: اسکن کردن
fi: Skannaus
he: דיגיטציה
hi: स्कैनिंग
hr: Skeniraj
hu: Beolvasás
id: Memindai
it: Scansione
ja: 走査
ko: 스캐닝
nb: Skanning
nl: Scannen
pl: Skanowanie
ro: Scanare
ru: Сканирование
sk: Skenovať
sl: Skeniraj
sq: Skanim
sr_latn: Skeniraj
sv: Skanna
tr: Tarama
uk: Сканувати
vi: Quét
zh_hans: 扫描
zh_hant: 掃描

# account_migration_scanner_view_stop_scan_title
source: Stop scan
ar: وقف المسح الضوئي
bg: Спиране на сканирането
cs: Zastavit skenování
da: Stop scanningen
de: Scan stoppen
el: Διακοπή σάρωσης
es: Parar escaneo
fa: اسکن را متوقف کنید
fi: Lopeta skannaus
fr: Arrêter le scan
he: תפסיק לסרוק
hi: स्कैन बंद करो
hr: Zaustavi skeniranje
hu: Beolvasás leállítása
id: Hentikan pemindaian
it: Interrompi la scansione
ja: スキャンを停止します
ko: 스캔 중지
nb: Stopp skanningen
pl: Zatrzymaj skanowanie
pt_pt: Parar a scan
ro: Opriți scanarea
ru: Остановить сканирование
sk: Zastaviť skenovanie
sl: Ustavi skeniranje
sq: Ndalo skanimin
sr_latn: Zaustavi skeniranje
sv: Stoppa skanningen
tr: Taramayı durdur
uk: Зупинити сканування
vi: Dừng quét
zh_hans: 停止扫描
zh_hant: 停止掃描
